Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# 刷新完成，共处理 %d 首歌曲
source: Refresh complete. Processed %d songs.
de: Aktualisierung abgeschlossen. %d Titel verarbeitet.
es: Actualización completada. Se procesaron %d canciones.
fr: Actualisation terminée. %d morceaux traités.
ja: 更新が完了しました。%d曲を処理しました
zh_hans: 刷新完成，共处理 %d 首歌曲

# 刷新资料库
source: Refresh library
de: Mediathek aktualisieren
es: Actualizar biblioteca
fr: Actualiser la bibliothèque
ja: ライブラリを更新
zh_hans: 刷新资料库

# 前往艺人
source: Go to artist
de: Zum Interpreten
es: Ir al artista
fr: Accéder à l’artiste
ja: アーティストへ移動
zh_hans: 前往艺人

# 前级增益
source: Preamp gain
de: Vorverstärkung
es: Ganancia del preamplificador
fr: Gain du préampli
ja: プリアンプゲイン
zh_hans: 前级增益

# 加入播放队列
source: Add to play queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d’attente
ja: 再生キューに追加
zh_hans: 加入播放队列

# 加入队列
source: Add to queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file
ja: キューに追加
zh_hans: 加入队列

# 加载下一页失败
source: Could not load the next page
de: Die nächste Seite konnte nicht geladen werden
es: No se pudo cargar la página siguiente
fr: Impossible de charger la page suivante
ja: 次のページを読み込めませんでした
zh_hans: 加载下一页失败

# 加载专辑艺人信息
source: Load album artist information
de: Album-Interpreteninformationen laden
es: Cargar información del artista del álbum
fr: Charger les informations sur l’artiste de l’album
ja: アルバムアーティスト情報を読み込む
zh_hans: 加载专辑艺人信息

# 加载发布信息
source: Loading release information
de: Veröffentlichungsinformationen werden geladen
es: Cargando información del lanzamiento
fr: Chargement des informations de publication
ja: リリース情報を読み込み中
zh_hans: 加载发布信息

# 加载播放列表
source: Loading playlists
de: Wiedergabelisten werden geladen
es: Cargando listas
fr: Chargement des playlists
ja: プレイリストを読み込み中
zh_hans: 加载播放列表

# 加载更多
source: Load More
de: Mehr laden
es: Cargar más
fr: Charger davantage
ja: さらに読み込む
zh_hans: 加载更多

# 加载更多失败
source: Failed to Load More
de: Mehr laden fehlgeschlagen
es: Error al cargar más
fr: Échec du chargement supplémentaire
ja: 追加読み込みに失敗
zh_hans: 加载更多失败

# 加载更多失败，重试
source: Failed to load more. Try again.
de: Weitere Inhalte konnten nicht geladen werden. Versuchen Sie es erneut.
es: No se ha podido cargar más. Inténtalo de nuevo.
fr: Échec du chargement supplémentaire. Réessayez.
ja: 追加読み込みに失敗しました。もう一度お試しください。
zh_hans: 加载更多失败，重试

# 加载歌单
source: Loading playlists
de: Wiedergabelisten werden geladen
es: Cargando listas
fr: Chargement des playlists
ja: プレイリストを読み込み中
zh_hans: 加载歌单

# 加载歌曲
source: Loading songs
de: Titel werden geladen
es: Cargando canciones
fr: Chargement des morceaux
ja: 曲を読み込み中
zh_hans: 加载歌曲

# 加载歌曲关系信息
source: Load song relationship information
de: Beziehungsinformationen der Titel laden
es: Cargar información de relaciones de canciones
fr: Charger les relations entre les morceaux
ja: 曲の関連情報を読み込む
zh_hans: 加载歌曲关系信息

# 加载艺人
source: Loading artist
de: Künstler wird geladen
es: Cargando artista
fr: Chargement de l’artiste
ja: アーティストを読み込み中
zh_hans: 加载艺人

# 加载设置
source: Loading settings
de: Einstellungen werden geladen
es: Cargando ajustes
fr: Chargement des réglages
ja: 設定を読み込み中
zh_hans: 加载设置

# 加载诊断信息
source: Loading diagnostics
de: Diagnose wird geladen
es: Cargando diagnósticos
fr: Chargement des diagnostics
ja: 診断情報を読み込み中
zh_hans: 加载诊断信息

# 包含子文件夹中的音频
source: Includes audio in subfolders
de: Enthält Audiodateien in Unterordnern
es: Incluye el audio de las subcarpetas
fr: Inclut les fichiers audio des sous-dossiers
ja: サブフォルダ内の音声を含む
zh_hans: 包含子文件夹中的音频

# 升序
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
ja: 昇順
zh_hans: 升序

# 协议 %@
source: Policy %@
de: Richtlinie %@
es: Política %@
fr: Politique %@
ja: ポリシー %@
zh_hans: 协议 %@

# 协议版本
source: Policy version
de: Richtlinienversion
es: Versión de la política
fr: Version de la politique
ja: ポリシーバージョン
zh_hans: 协议版本

# 单文件滚动保存，超过 %@ 后覆盖旧内容。
source: The log uses one rolling file and overwrites older content after %@.
de: Das Protokoll verwendet eine rollierende Datei und überschreibt ältere Inhalte nach %@.
es: El registro usa un único archivo rotativo y sobrescribe el contenido antiguo después de %@.
fr: Le journal utilise un seul fichier tournant et remplace l’ancien contenu après %@.
ja: ログは1つのローテーションファイルに保存され、%@を超えると古い内容を上書きします。
zh_hans: 单文件滚动保存，超过 %@ 后覆盖旧内容。

# 历史
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
zh_hans: 历史

# 发行信息
source: Release information
de: Veröffentlichungsinformationen
es: Información de lanzamiento
fr: Informations de sortie
ja: リリース情報
zh_hans: 发行信息

# 发行年份
source: Release year
de: Erscheinungsjahr
es: Año de lanzamiento
fr: Année de sortie
ja: リリース年
zh_hans: 发行年份

# 发送信息
source: Information sent
de: Gesendete Informationen
es: Información enviada
fr: Informations envoyées
ja: 送信される情報
zh_hans: 发送信息

# 取消
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

# 取消 %d 首
source: Canceled %d songs
de: %d Titel abgebrochen
es: %d canciones canceladas
fr: %d chansons annulées
ja: %d曲をキャンセルしました
zh_hans: 取消 %d 首

# 取消下载
source: Cancel download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
ja: ダウンロードをキャンセル
zh_hans: 取消下载

# 取消全选歌曲
source: Deselect all songs
de: Auswahl aller Titel aufheben
es: Deseleccionar todas las canciones
fr: Désélectionner tous les morceaux
ja: すべての曲の選択を解除
zh_hans: 取消全选歌曲

# 取消全部
source: Cancel all
de: Alle abbrechen
es: Cancelar todo
fr: Tout annuler
ja: すべてキャンセル
zh_hans: 取消全部

# 取消导入
source: Cancel import
de: Import abbrechen
es: Cancelar importación
fr: Annuler l’importation
ja: 読み込みをキャンセル
zh_hans: 取消导入

# 取消扫描
source: Cancel scan
de: Scan abbrechen
es: Cancelar análisis
fr: Annuler l’analyse
ja: スキャンをキャンセル
zh_hans: 取消扫描

# 取消收藏
source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
zh_hans: 取消收藏

# 取消试听
source: Cancel audition
de: Vorschau abbrechen
es: Cancelar escucha
fr: Annuler l’écoute
ja: 試聴をキャンセル
zh_hans: 取消试听

# 取消选择
source: Deselect song
de: Titel abwählen
es: Deseleccionar canción
fr: Désélectionner la chanson
ja: 曲の選択を解除
zh_hans: 取消选择

# 取消静音
source: Unmute
de: Stummschaltung aufheben
es: Activar sonido
fr: Réactiver le son
ja: ミュート解除
zh_hans: 取消静音

# 取消预下载
source: Cancel pre-download
de: Vorab-Download abbrechen
es: Cancelar la predescarga
fr: Annuler le pré-téléchargement
ja: 先行ダウンロードをキャンセル
zh_hans: 取消预下载

# 变速播放
source: Playback rate
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
ja: 再生速度
zh_hans: 变速播放

# 古典
source: Classical
de: Klassik
es: Clásica
fr: Classique
ja: クラシック
zh_hans: 古典

# 只处理没有本地歌词的歌曲，成功后保存到 App 资料库。
source: Only songs without local lyrics are processed. Successful results are saved to the App library.
de: Es werden nur Titel ohne lokale Liedtexte verarbeitet. Erfolgreiche Ergebnisse werden in der App-Mediathek gespeichert.
es: Solo se procesan las canciones sin letras locales. Los resultados obtenidos se guardan en la biblioteca de la app.
fr: Seuls les titres sans paroles locales sont traités. Les résultats obtenus sont enregistrés dans la bibliothèque de l’app.
ja: ローカル歌詞がない曲だけを処理します。取得に成功した歌詞はアプリのライブラリに保存されます。
zh_hans: 只处理没有本地歌词的歌曲，成功后保存到 App 资料库。

# 只开启当前来源，不影响其他在线源。
source: Enable only the current source; other online sources are unaffected.
de: Nur die aktuelle Quelle aktivieren; andere Online-Quellen bleiben unverändert.
es: Activa solo la fuente actual; las demás fuentes en línea no se verán afectadas.
fr: Activez uniquement la source actuelle ; les autres sources en ligne ne sont pas affectées.
ja: 現在のソースのみを有効にし、他のオンラインソースには影響しません。
zh_hans: 只开启当前来源，不影响其他在线源。

# 可用
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
zh_hans: 可用

# 可用空间
source: Available space
de: Verfügbarer Speicher
es: Espacio disponible
fr: Espace disponible
ja: 空き容量
zh_hans: 可用空间

# 可重试
source: Retry available
de: Erneuter Versuch möglich
es: Se puede reintentar
fr: Réessayer disponible
ja: 再試行できます
zh_hans: 可重试

# 同意
source: Agree
de: Zustimmen
es: Aceptar
fr: Accepter
ja: 同意
zh_hans: 同意

# 同意后，应用才会在你开启 Provider 时向对应服务发送歌曲匹配信息。应用不会主动上传音频文件、完整文件路径或整个音乐库。
source: After consent, the app sends song matching information to a service only when you enable its Provider. The app does not intentionally upload audio files, complete file paths, or the full music library.
de: Nach Ihrer Zustimmung sendet die App nur dann Informationen zum Songabgleich an einen Dienst, wenn Sie dessen Provider aktivieren. Die App lädt weder Audiodateien noch vollständige Dateipfade oder die gesamte Musikmediathek absichtlich hoch.
es: Tras dar tu consentimiento, la app envía información para hacer coincidir canciones al servicio solo cuando activas su Provider. La app no sube intencionadamente archivos de audio, rutas completas ni toda la biblioteca musical.
fr: Après votre consentement, l’app envoie des informations de correspondance des chansons au service uniquement lorsque vous activez son Provider. L’app ne téléverse pas intentionnellement de fichiers audio, de chemins complets ni l’intégralité de la bibliothèque musicale.
ja: 同意すると、アプリはProviderを有効にしたときだけ、曲の照合情報を対応するサービスに送信します。音声ファイル、完全なファイルパス、音楽ライブラリ全体をアプリが意図的にアップロードすることはありません。
zh_hans: 同意后，应用才会在你开启 Provider 时向对应服务发送歌曲匹配信息。应用不会主动上传音频文件、完整文件路径或整个音乐库。

# 同意后可继续使用当前来源浏览远程目录。
source: After accepting, you can continue browsing the remote directory with the current source.
de: Nach der Zustimmung können Sie mit dieser Quelle weiter im Remote-Verzeichnis suchen.
es: Después de aceptar, puedes seguir explorando el directorio remoto con la fuente actual.
fr: Après acceptation, vous pouvez continuer à parcourir le répertoire distant avec cette source.
ja: 同意すると、現在のソースでリモートディレクトリを引き続き表示できます。
zh_hans: 同意后可继续使用当前来源浏览远程目录。

# 同意后才能浏览、试听或下载
source: Accept it before browsing, audition, or downloading
de: Akzeptieren Sie sie, bevor Sie durchsuchen, anhören oder herunterladen.
es: Acéptala antes de explorar, escuchar o descargar.
fr: Acceptez-la avant de parcourir, d’écouter ou de télécharger.
ja: 同意すると、ブラウズ、試聴、ダウンロードができます。
zh_hans: 同意后才能浏览、试听或下载

# 同意并继续
source: Agree and continue
de: Zustimmen und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
ja: 同意して続ける
zh_hans: 同意并继续

# 同意应用隐私政策
source: Agree to the app privacy policy
de: Der Datenschutzrichtlinie der App zustimmen
es: Aceptar la política de privacidad de la app
fr: Accepter la politique de confidentialité de l’app
ja: アプリのプライバシーポリシーに同意
zh_hans: 同意应用隐私政策

# 同意来源隐私协议
source: Accept source privacy policy
de: Datenschutzerklärung der Quelle akzeptieren
es: Aceptar la política de privacidad de la fuente
fr: Accepter la politique de confidentialité de la source
ja: ソースのプライバシーポリシーに同意
zh_hans: 同意来源隐私协议

# 同意此来源隐私协议
source: Accept this source’s privacy policy
de: Datenschutzerklärung dieser Quelle akzeptieren
es: Aceptar la política de privacidad de esta fuente
fr: Accepter la politique de confidentialité de cette source
ja: このソースのプライバシーポリシーに同意
zh_hans: 同意此来源隐私协议

# 同意状态
source: Consent status
de: Zustimmungsstatus
es: Estado del consentimiento
fr: État du consentement
ja: 同意状態
zh_hans: 同意状态

# 启用 Provider 时才会要求确认对应服务说明；未启用的 Provider 不会发起请求。
source: A Provider service disclosure is requested only when you enable that Provider; disabled Providers make no requests.
de: Die Informationen zum Provider-Dienst werden nur beim Aktivieren des Providers bestätigt; deaktivierte Provider senden keine Anfragen.
es: La información del servicio de un Provider solo se solicita al activarlo; los Providers desactivados no realizan solicitudes.
fr: Les informations sur le service d’un Provider ne sont demandées que lorsque vous l’activez ; les Providers désactivés n’envoient aucune requête.
ja: Providerを有効にしたときだけ、そのサービス情報への同意を求めます。無効なProviderはリクエストを送信しません。
zh_hans: 启用 Provider 时才会要求确认对应服务说明；未启用的 Provider 不会发起请求。

# 启用在线源服务
source: Enable online-source service
de: Online-Quellendienst aktivieren
es: Activar el servicio de fuentes en línea
fr: Activer le service de sources en ligne
ja: オンラインソースサービスを有効にする
zh_hans: 启用在线源服务

# 启用文件日志
source: Enable file logging
de: Dateiprotokollierung aktivieren
es: Activar el registro en archivo
fr: Activer la journalisation dans un fichier
ja: ファイルログを有効にする
zh_hans: 启用文件日志

# 启用此来源
source: Enable this source
de: Diese Quelle aktivieren
es: Activar esta fuente
fr: Activer cette source
ja: このソースを有効にする
zh_hans: 启用此来源

# 唱片
source: Record
de: Schallplatte
es: Disco
fr: Disque
ja: レコード
zh_hans: 唱片

# 唱片2
source: Record 2
de: Schallplatte 2
es: Disco 2
fr: Disque 2
ja: レコード2
zh_hans: 唱片 2

# 在线操作反馈
source: Online operation feedback
de: Feedback zu Online-Vorgängen
es: Resultado de la operación en línea
fr: Retour de l’opération en ligne
ja: オンライン操作の結果
zh_hans: 在线操作反馈

# 在线源
source: Online source
de: Online-Quelle
es: Fuente en línea
fr: Source en ligne
ja: オンラインソース
zh_hans: 在线源

# 在线源不可用
source: Online source unavailable
de: Online-Quelle nicht verfügbar
es: Fuente en línea no disponible
fr: Source en ligne indisponible
ja: オンラインソースを利用できません
zh_hans: 在线源不可用

# 在线源发起网络请求前需要应用级许可。
source: The app-level permission is required before an online source can make network requests.
de: Vor Netzwerkzugriffen durch Online-Quellen ist eine Zustimmung auf App-Ebene erforderlich.
es: Se necesita permiso a nivel de aplicación antes de que una fuente en línea pueda realizar solicitudes de red.
fr: Une autorisation au niveau de l’application est requise avant qu’une source en ligne puisse effectuer des requêtes réseau.
ja: オンラインソースがネットワークに接続する前に、アプリレベルの許可が必要です。
zh_hans: 在线源发起网络请求前需要应用级许可。

# 在线源可用性
source: Online source availability
de: Verfügbarkeit von Online-Quellen
es: Disponibilidad de fuentes en línea
fr: Disponibilité des sources en ligne
ja: オンラインソースの利用状況
zh_hans: 在线源可用性

# 在线源已删除
source: Online source deleted
de: Online-Quelle gelöscht
es: Fuente en línea eliminada
fr: Source en ligne supprimée
ja: オンラインソースを削除しました
zh_hans: 在线源已删除

# 在线源已添加
source: Online source added
de: Online-Quelle hinzugefügt
es: Fuente en línea añadida
fr: Source en ligne ajoutée
ja: オンラインソースを追加しました
zh_hans: 在线源已添加

# 在线源操作失败
source: Online source operation failed
de: Vorgang für Online-Quelle fehlgeschlagen
es: Error en la operación de la fuente en línea
fr: Échec de l’opération de la source en ligne
ja: オンラインソースの操作に失敗しました
zh_hans: 在线源操作失败

# 在线源操作失败，请查看日志后重试。
source: The online-source operation failed. Check the logs and try again.
de: Der Vorgang für die Online-Quelle ist fehlgeschlagen. Prüfen Sie die Protokolle und versuchen Sie es erneut.
es: La operación de la fuente en línea ha fallado. Revisa los registros e inténtalo de nuevo.
fr: L’opération de la source en ligne a échoué. Consultez les journaux et réessayez.
ja: オンラインソースの操作に失敗しました。ログを確認して、もう一度お試しください。
zh_hans: 在线源操作失败，请查看日志后重试。

# 在线源服务
source: Online-source service
de: Online-Quellendienst
es: Servicio de fuentes en línea
fr: Service de sources en ligne
ja: オンラインソースサービス
zh_hans: 在线源服务

# 在线源服务已关闭
source: Online-source service is off
de: Online-Quellendienst ist deaktiviert
es: El servicio de fuentes en línea está desactivado
fr: Le service de sources en ligne est désactivé
ja: オンラインソースサービスはオフです
zh_hans: 在线源服务已关闭

# 在线源正在准备中。
source: The online source is preparing.
de: Die Online-Quelle wird vorbereitet.
es: La fuente en línea se está preparando.
fr: La source en ligne se prépare.
ja: オンラインソースを準備しています。
zh_hans: 在线源正在准备中。

# 在线源详情
source: Online-source details
de: Details zur Online-Quelle
es: Detalles de la fuente en línea
fr: Détails de la source en ligne
ja: オンラインソースの詳細
zh_hans: 在线源详情

# 在线源身份验证失败，请检查连接后重试。
source: Online-source authentication failed. Check the connection and try again.
de: Authentifizierung der Online-Quelle fehlgeschlagen. Prüfen Sie die Verbindung und versuchen Sie es erneut.
es: La autenticación de la fuente en línea ha fallado. Comprueba la conexión e inténtalo de nuevo.
fr: Échec de l’authentification de la source en ligne. Vérifiez la connexion et réessayez.
ja: オンラインソースの認証に失敗しました。接続を確認して、もう一度お試しください。
zh_hans: 在线源身份验证失败，请检查连接后重试。

# 在线源配置不存在，请重新添加。
source: The online-source configuration does not exist. Add it again.
de: Die Konfiguration der Online-Quelle ist nicht vorhanden. Fügen Sie sie erneut hinzu.
es: La configuración de la fuente en línea no existe. Vuelve a añadirla.
fr: La configuration de la source en ligne n’existe pas. Ajoutez-la à nouveau.
ja: オンラインソースの設定がありません。もう一度追加してください。
zh_hans: 在线源配置不存在，请重新添加。

# 在线源隐私协议
source: Online-source privacy policy
de: Datenschutzerklärung der Online-Quelle
es: Política de privacidad de la fuente en línea
fr: Politique de confidentialité de la source en ligne
ja: オンラインソースのプライバシーポリシー
zh_hans: 在线源隐私协议

# 在线源隐私协议版本无效。
source: The online-source privacy-policy version is invalid.
de: Die Version der Datenschutzerklärung der Online-Quelle ist ungültig.
es: La versión de la política de privacidad de la fuente en línea no es válida.
fr: La version de la politique de confidentialité de la source en ligne est invalide.
ja: オンラインソースのプライバシーポリシーのバージョンが無効です。
zh_hans: 在线源隐私协议版本无效。

# 在线获取
source: Fetch online
de: Online abrufen
es: Obtener en línea
fr: Obtenir en ligne
ja: オンライン取得
zh_hans: 在线获取

# 在线许可全文
source: Online license text
de: Online-Lizenztext
es: Texto de licencia en línea
fr: Texte de la licence en ligne
ja: オンラインライセンス本文
zh_hans: 在线许可全文

# 在线试听
source: Online audition
de: Online-Vorschau
es: Escucha en línea
fr: Écoute en ligne
ja: オンライン試聴
zh_hans: 在线试听

# 在线音频暂时无法播放，请重试。
source: The online audio cannot be played right now. Try again.
de: Die Online-Audiodatei kann derzeit nicht abgespielt werden. Versuchen Sie es erneut.
es: El audio en línea no se puede reproducir temporalmente. Inténtalo de nuevo.
fr: La lecture audio en ligne est momentanément indisponible. Réessayez.
ja: オンライン音声を一時的に再生できません。もう一度お試しください。
zh_hans: 在线音频暂时无法播放，请重试。

# 地址
source: Address
de: Adresse
es: Dirección
fr: Adresse
ja: アドレス
zh_hans: 地址

# 地址不能包含账号、密码、查询参数或片段。
source: The address must not include an account, password, query parameters, or fragment.
de: Die Adresse darf kein Konto, Passwort, keine Abfrageparameter und kein Fragment enthalten.
es: La dirección no debe incluir una cuenta, contraseña, parámetros de consulta ni fragmentos.
fr: L’adresse ne doit pas contenir de compte, de mot de passe, de paramètres de requête ni de fragment.
ja: アドレスにアカウント、パスワード、クエリパラメータ、フラグメントを含めないでください。
zh_hans: 地址不能包含账号、密码、查询参数或片段。

# 均衡器前级增益
source: Equalizer preamp gain
de: Equalizer-Vorverstärkung
es: Ganancia del preamplificador del ecualizador
fr: Gain du préampli de l’égaliseur
ja: イコライザープリアンプゲイン
zh_hans: 均衡器前级增益

# 基本信息
source: Basic information
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
ja: 基本情報
zh_hans: 基本信息

# 声道
source: Channels
de: Kanäle
es: Canales
fr: Canaux
ja: チャンネル
zh_hans: 声道

# 声音风格
source: Sound profile
de: Klangprofil
es: Perfil de sonido
fr: Profil sonore
ja: サウンドプロファイル
zh_hans: 声音风格

# 复制失败列表
source: Copy failure list
de: Fehlerliste kopieren
es: Copiar lista de errores
fr: Copier la liste des échecs
ja: 失敗リストをコピー
zh_hans: 复制失败列表

# 外观
source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
ja: 外観
zh_hans: 外观

# 大型厅堂
source: Large hall
de: Großer Saal
es: Sala grande
fr: Grande salle
ja: 大ホール
zh_hans: 大型厅堂

# 失败 %d 首
source: Failed %d songs
de: %d Titel fehlgeschlagen
es: %d canciones fallidas
fr: %d chansons en échec
ja: %d曲に失敗しました
zh_hans: 失败 %d 首

# 失败，可重试
source: Failed, retry available
de: Fehlgeschlagen, erneuter Versuch möglich
es: Fallido; se puede reintentar
fr: Échec, réessayer possible
ja: 失敗しました。再試行できます
zh_hans: 失败，可重试

# 媒体已存在
source: Media already exists
de: Medien bereits vorhanden
es: El contenido multimedia ya existe
fr: Le média existe déjà
ja: メディアはすでに存在します
zh_hans: 媒体已存在

# 媒体已存在，无需重复导入
source: Media already exists; no need to import again
de: Medien bereits vorhanden; kein erneuter Import erforderlich
es: El contenido multimedia ya existe; no es necesario volver a importarlo
fr: Le média existe déjà ; inutile de le réimporter
ja: メディアはすでに存在するため、再読み込みは不要です
zh_hans: 媒体已存在，无需重复导入

# 媒体已跳过，没有新增到资料库
source: Media skipped; nothing was added to the library
de: Medien übersprungen; der Mediathek wurde nichts hinzugefügt
es: Contenido multimedia omitido; no se ha añadido nada a la biblioteca
fr: Média ignoré ; aucun élément ajouté à la bibliothèque
ja: メディアをスキップしました。ライブラリに追加されたものはありません
zh_hans: 媒体已跳过，没有新增到资料库

# 媒体文件
source: Media files
de: Mediendateien
es: Archivos multimedia
fr: Fichiers multimédias
ja: メディアファイル
zh_hans: 媒体文件

# 媒体文件解析服务不可用。
source: The media-file analysis service is unavailable.
de: Der Dienst zur Medienanalyse ist nicht verfügbar.
es: El servicio de análisis de archivos multimedia no está disponible.
fr: Le service d’analyse des fichiers multimédias est indisponible.
ja: メディアファイル解析サービスを利用できません。
zh_hans: 媒体文件解析服务不可用。

# 媒体解析失败或超时，请重试。
source: Media parsing failed or timed out. Try again.
de: Die Medienanalyse ist fehlgeschlagen oder hat das Zeitlimit überschritten. Versuchen Sie es erneut.
es: El análisis del archivo multimedia falló o agotó el tiempo de espera. Inténtalo de nuevo.
fr: L’analyse du média a échoué ou a expiré. Réessayez.
ja: メディアの解析に失敗したか、タイムアウトしました。もう一度お試しください。
zh_hans: 媒体解析失败或超时，请重试。

# 存储状态
source: Storage status
de: Speicherstatus
es: Estado del almacenamiento
fr: État du stockage
ja: ストレージの状態
zh_hans: 存储状态

# 存储状态暂不可用
source: Storage status is temporarily unavailable
de: Der Speicherstatus ist vorübergehend nicht verfügbar
es: El estado del almacenamiento no está disponible temporalmente
fr: L’état du stockage est temporairement indisponible
ja: ストレージの状態を一時的に利用できません
zh_hans: 存储状态暂不可用

# 存储策略
source: Storage policy
de: Speicherrichtlinie
es: Política de almacenamiento
fr: Politique de stockage
ja: ストレージポリシー
zh_hans: 存储策略

# 存储维护
source: Storage maintenance
de: Speicherwartung
es: Mantenimiento del almacenamiento
fr: Maintenance du stockage
ja: ストレージのメンテナンス
zh_hans: 存储维护

# 完成
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

# 完成一次授权后，来源会保存在在线源列表中。后续可以浏览文件夹、试听和下载导入。
source: After authorization, the source is saved in the online-source list. You can then browse folders, audition, and download and import media.
de: Nach der Autorisierung wird die Quelle in der Liste der Online-Quellen gespeichert. Danach können Sie Ordner durchsuchen, Titel in der Vorschau anhören sowie Medien herunterladen und importieren.
es: Después de autorizarla, la fuente se guarda en la lista de fuentes en línea. Después puedes explorar carpetas, escuchar muestras y descargar e importar contenido.
fr: Après autorisation, la source est enregistrée dans la liste des sources en ligne. Vous pouvez ensuite parcourir les dossiers, écouter des aperçus et télécharger puis importer des médias.
ja: 認証が完了すると、ソースがオンラインソース一覧に保存されます。その後、フォルダの表示、試聴、ダウンロードと読み込みができます。
zh_hans: 完成一次授权后，来源会保存在在线源列表中。后续可以浏览文件夹、试听和下载导入。

# 完成编辑
source: Finish editing
de: Bearbeitung beenden
es: Terminar edición
fr: Terminer la modification
ja: 編集を完了
zh_hans: 完成编辑

# 完成编辑歌曲
source: Finish editing songs
de: Bearbeitung der Songs beenden
es: Terminar la edición de canciones
fr: Terminer la modification des morceaux
ja: 曲の編集を完了
zh_hans: 完成编辑歌曲

# 密码
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
zh_hans: 密码

# 导入
source: Import
de: Importieren
es: Importar
fr: Importer
ja: 読み込む
zh_hans: 导入

# 导入与资料库
source: Import and library
de: Import und Mediathek
es: Importación y biblioteca
fr: Importation et bibliothèque
ja: 読み込みとライブラリ
zh_hans: 导入与资料库

# 导入全部
source: Import all
de: Alle importieren
es: Importar todo
fr: Tout importer
ja: すべて読み込む
zh_hans: 导入全部

# 导入完成
source: Import complete
de: Import abgeschlossen
es: Importación completada
fr: Importation terminée
ja: 読み込み完了
zh_hans: 导入完成

# 导入已取消
source: Import canceled
de: Import abgebrochen
es: Importación cancelada
fr: Importation annulée
ja: 読み込みをキャンセルしました
zh_hans: 导入已取消
